[
  {
    "name": "Jupiter",
    "moons": [
      { "moon": "Io" },
      { "moon": "Europe" },
      { "moon": "Ganymède" },
      { "moon": "Callisto" },
      { "moon": "Amalthée" },
      { "moon": "Himalia" },
      { "moon": "Élara" },
      { "moon": "Pasiphaé" },
      { "moon": "Sinopé" },
      { "moon": "Lysithéa" },
      { "moon": "Carmé" },
      { "moon": "Ananké" },
      { "moon": "Léda" },
      { "moon": "Thébé" },
      { "moon": "Adrastée" },
      { "moon": "Métis" },
      { "moon": "Callirrhoé" },
      { "moon": "Thémisto" },
      { "moon": "Mégaclité" },
      { "moon": "Taygété" },
      { "moon": "Chaldéné" },
      { "moon": "Harpalyké" },
      { "moon": "Kalyké" },
      { "moon": "Iocasté" },
      { "moon": "Erinomé" },
      { "moon": "Isonoé" },
      { "moon": "Praxidyké" },
      { "moon": "Autonoé" },
      { "moon": "Thyoné" },
      { "moon": "Hermippé" },
      { "moon": "Aitné" },
      { "moon": "Eurydomé" },
      { "moon": "Euanthé" },
      { "moon": "Euporie" },
      { "moon": "Orthosie" },
      { "moon": "Spondé" },
      { "moon": "Calé" },
      { "moon": "Pasithée" },
      { "moon": "Hégémone" },
      { "moon": "Mnémé" },
      { "moon": "Aoedé" },
      { "moon": "Thelxinoé" },
      { "moon": "Arché" },
      { "moon": "Callichore" },
      { "moon": "Hélicé" },
      { "moon": "Carpo" },
      { "moon": "Eukéladé" },
      { "moon": "Cyllène" },
      { "moon": "Coré" },
      { "moon": "Hersé" },
      { "moon": "S/2003 J 2" },
      { "moon": "Euphémé" },
      { "moon": "S/2003 J 4" },
      { "moon": "Eiréné" },
      { "moon": "S/2003 J 9" },
      { "moon": "S/2003 J 10" },
      { "moon": "S/2003 J 12" },
      { "moon": "Philophrosyne" },
      { "moon": "S/2003 J 16" },
      { "moon": "S/2003 J 18" },
      { "moon": "S/2003 J 19" },
      { "moon": "S/2003 J 23" },
      { "moon": "Dia" },
      { "moon": "S/2010 J 1" },
      { "moon": "S/2010 J 2" },
      { "moon": "S/2011 J 1" },
      { "moon": "S/2011 J 2" },
      { "moon": "S/2017 J 1" },
      { "moon": "S/2016 J 1" },
      { "moon": "Valétudo" },
      { "moon": "S/2017 J 2" },
      { "moon": "S/2017 J 3" },
      { "moon": "Pandia" },
      { "moon": "S/2017 J 5" },
      { "moon": "S/2017 J 6" },
      { "moon": "S/2017 J 7" },
      { "moon": "S/2017 J 8" },
      { "moon": "S/2017 J 9" },
      { "moon": "Ersa" },
      { "moon": "S/2003 J 24" }
    ],
    "mass": { "massValue": 1.89819, "massExponent": 27 },
    "grav": 24.79,
    "radius": 69911.0,
    "avgTemp": 165,
    "earthDistance": 558000000,
    "shortDescription": "Jupiter is a giant gas planet made up of about 90% hydrogen and 10% helium. Jupiter is the 5 fifth planet from the sun and the largest planet, the colors seen in Jupiter's cloud are the results of chemical reactions. Jupiter has 16 moons.",
    "description": "Ever wondered which planet is the biggest in the solar system? The answer is Jupiter. This means, you'll have a lot of things to do here. The diameter of Jupiter is 11 times bigger than the diameter of the Earth. Jupiter contains 1/1000 of the Sun's density, which is incredible. \n\nThe distance from the Earth to Jupiter is 558 000 000 km, which means only 3.2 years of travel with our cozy Spaceship. As always, you're promised to be well taken care of during your flight, with bed accomodation, dressing room, and beverages and food 24/7. \n\nAlthough Jupiter is the biggest planet on the Earth, it spins rapidly and therefore the shortest day. A day in Jupiter lasts 9 hours and 55 minutes, so if you are in an urge, this is the perfect planet for you to visit. \n\nYou can say that Jupiter is like a big gas ball, it contains almost only frozen gas. You also tend to be much heavier on Jupiter, if you are 50kg, on Jupiter you would be 127kg. This is the perfect destination if you want to escape your reality and enter a new dimension. \n\nJupiter was first discovered in 1610, by Galileo Galilei, and Jupiter also has more moons than any other planet in the Universe. It was discovered in 2021 that Jupiter had an incredible amount of moons, which is measured up to 79! So, imagine yourself sitting at a café, being watched by 79 different moons?\n\nSo, maybe you say,\"But, what about the weather?\" Well, if you love the Alpines, if you love winter sports, then Jupiter is your destination, and you won't regret it. The weather on Jupiter is approximately -140°C, so pack your bag with care and prepare yourself for an unforgettable adventure!\n"
  },
  {
    "name": "Mars",
    "moons": [{ "moon": "Phobos" }, { "moon": "Deïmos" }],
    "mass": { "massValue": 6.41712, "massExponent": 23 },
    "grav": 3.71,
    "radius": 3389.5,
    "avgTemp": 210,
    "earthDistance": 56000000,
    "shortDescription": "Mars is cold and lifeless. It is thought that large lakes and oceans may once have been on this planet. Mars has 2 moons.",
    "description": "Mars - named after the Roman war god, and, by the ancient Egyptians simply called \"the red one\" -  is the second shortest voyage in our offering. Enjoy only 116 days on Hello World(s) with your own cozy cabin, full access to our grade A fitness areas and amusement areas, three stellarly nutritious meals per day from our well renowned chef team. We guarantee a most delightful journey. \n\nUpon arriving at our colorful destination you can expect beautiful scenery. The high amount of iron oxide in the soil gives the planet its beautiful red color that we all recognize and love. \n\nThe high amount of dust in the atmosphere makes the sky too appear reddish, which lets blue light through and will make sunrises and sunsets look blue. The opposite to what we see on earth. Isn't that cool? \n\nIf you like sand between your toes you have come to the right place, but... be sure to pack your warmest clothes because, contrary to what you might think, with its vast desert dunes, Mars is pretty chilly. With an average temperature of -63 °C, this is not a place you go to for parasols and ball games on the beach. Unless you are well-clothed of course. \n\nIf you are a climber, we have the challenge for you. Because here on Mars we have the Olympus Mons, the tallest mountain in the solar system. This is our main attraction, which draws professional climbers, enthusiasts and beginners but also others who simply enjoy experiencing nature's true wonders. Although it probably is the highest rock you will ever climb with its 21 km (more than twice as high as Mount Everest!) height, Olympus Mons is suitable for not only the most athletic individual but also children older than six years old and elderly people, due to the gravitational support. The gravity on Mars is 37% that of Earth's, which makes our Mons Expeditions feel like a light bounce for every earthling. There are plenty of checkpoints along the way to the top where you can sit down for a drink or a snack. \nMars has two moons, Phobos and Deimos, named after Ares' (the Greek counterpart of the roman god Mars) sons.\n\nPhobos orbits only 6000 km above the surface, making it the moon orbit closest to its planet that we know. It revolves around the planet three times per day. The more distant Deimos revolves around mars in 30 hours. \n\nMars has seasons similar to Earth, but they are longer. Since a day on Mars is similar to Earth with its 24.37 hours, but a year is almost twice as long, 687 days.\n"
  },
  {
    "name": "Mercury",
    "moons": null,
    "mass": { "massValue": 3.30114, "massExponent": 23 },
    "grav": 3.7,
    "radius": 2439.4,
    "avgTemp": 440,
    "earthDistance": 70000000,
    "shortDescription": "Mercury is the planet closest to our sun and is the smallest planet. Unlike many of our 8 planets mercury does not have any moons",
    "description": "Mercury promises a sunny holiday, actually it's the planet closest to the sun. It's also the second smallest planet in our solar system (only Pluto is smaller). A year on Mercury, the time it takes to rotate around the sun, is 88 days, it's faster than any other planet. But Mercury rotates around its own axis very slowly, it takes 59 earth days, that is one day on Mercury. The travel time from earth to Mercury with Hello World(s), in earth days, is 146 days. \n\nThe temperature here differs a lot during night and day, 430°C in the middle of the day and -180°C during night. You therefore need to prepare your clothes for all temperatures, but not all kinds of weather. Since Mercury nearly doesn't have any atmosphere at all there are no winds, rain or clouds, perfect for you who are tired of talking and hearing about the weather! \n\nThe surface of Mercury is dark gray, rocky and covered with a thick layer of dust, and is because of that a very popular destination for motocross riders. There have been several motocross competitions arranged on Mercury, highly appreciated by both participants and spectators. \n\nRumors say that there can be water ice in the craters of the poles, that's because the crater floors are permanently shadowed by the crater rims. Polar expedition on Mercury, how fun?! \n\nThe gravitation on Mercury surface is only 38 % of gravitation on earth. That means if you weigh 50 kg it will feel like you only weigh 19 kg on Mercury. Think of all the donuts you can eat without worries, actually Mercury has really nice award-winning bakeries. \n\nMercury has no moons\n"
  },
  {
    "name": "Neptune",
    "moons": [
      { "moon": "Triton" },
      { "moon": "Néreïde" },
      { "moon": "Naïade" },
      { "moon": "Thalassa" },
      { "moon": "Despina" },
      { "moon": "Galatée" },
      { "moon": "Larissa" },
      { "moon": "Protée" },
      { "moon": "Halimède" },
      { "moon": "Psamathée" },
      { "moon": "Sao" },
      { "moon": "Laomédie" },
      { "moon": "Néso" },
      { "moon": "Hippocampe" }
    ],
    "mass": { "massValue": 1.02413, "massExponent": 26 },
    "grav": 11.15,
    "radius": 24622.0,
    "avgTemp": 55,
    "earthDistance": 4306000000,
    "shortDescription": "Neptune is the last planet from the sun. It is a gas planet and is made of ice and rock. Neptune's winds are the fastest in the solar system, reaching 2000km/h. Neptune has 8 moons, 7 small ones and 1 large called triton.",
    "description": "Looking to spend your holiday on a modern planet? Look no further, Neptune is the right desitination for you! \n\nNamed after the god of freshwater and the sea in Roman religion this blue and stylish planet is really something extra. Neptune has around 3% methane in the atmosphere which absorbs all the red light, creating the most beautiful blue color. \n\nBeing the most windy planet in this solar system Neptune is perfect for wind sports like parasailing and kite surfing. Fun fact is that on the 2nd of August 1989 the wind speed reached up to 965km/h moving east and 2 415km/h moving west! Despite being the 8th planet from the sun, the wind sport experience on this planet isn't anything Earth can compete with, which makes the long trip worthwhile. \n\nIt takes Neptune 165 years to travel around the sun and in 2176 Neptune will return to the same place where it once was discovered. It was discovered on september 23 in 1846 by the German astronomer Johann Gottfried Galle.\n"
  },
  {
    "name": "Pluto",
    "moons": [
      { "moon": "Charon" },
      { "moon": "Nix" },
      { "moon": "Hydra" },
      { "moon": "Kerberos" },
      { "moon": "Styx" }
    ],
    "mass": { "massValue": 1.303, "massExponent": 22 },
    "gravity": 0.62,
    "meanRadius": 1188.3,
    "avgTemp": 44,
    "earthDistance": 5000000000,
    "shortDescription": "Pluto was considered the ninth planet in our solar system but in 2006 scientists changed it to a dwarf planet.",
    "description": "Pluto might be small, but it offers a great experience! \n\nPluto used to be classified as a planet when it was discovered by the astronomer Clyde Tombaugh in january 23 in 1930. It used to be classed as the 9th planet in our solar system, but in 2006 it went from being the smallest planet to becoming the biggest dwarf planet in the solar system!* The only dwarf planet to have an atmosphere. Pluto is named after the Roman god of the underworld. \n\nBeing made out of ice and rock Pluto is the perfect winter holiday destination with its mountain ranges! Pluto contains more than three times as much water than Earth. Small, cozy and with several moons perfect for a day trip, this dwarf planet will be an experience of a lifetime! Pluto's diameter is only 2 380 km which is perfect if you are looking for an intimate time out in space. On average the temperature is around -232°C, so don't forget to bring warm clothing. \n\n*Disclaimer: Hello World(s) know the definition of \"dwarf planet\" is a controversial topic. Some people might disagree and consider Pluto a planet like all the other planets. Hello World(s) love all our planets (dwarf or not) equally.\n"
  },
  {
    "name": "Saturn",
    "moons": [
      { "moon": "Mimas" },
      { "moon": "Encelade" },
      { "moon": "Téthys" },
      { "moon": "Dioné" },
      { "moon": "Rhéa" },
      { "moon": "Titan" },
      { "moon": "Hypérion" },
      { "moon": "Japet" },
      { "moon": "Phœbé" },
      { "moon": "Janus" },
      { "moon": "Epiméthée" },
      { "moon": "Hélène" },
      { "moon": "Télesto" },
      { "moon": "Calypso" },
      { "moon": "Atlas" },
      { "moon": "Prométhée" },
      { "moon": "Pandore" },
      { "moon": "Pan" },
      { "moon": "Ymir" },
      { "moon": "Paaliaq" },
      { "moon": "Tarvos" },
      { "moon": "Ijiraq" },
      { "moon": "Suttungr" },
      { "moon": "Kiviuq" },
      { "moon": "Mundilfari" },
      { "moon": "Albiorix" },
      { "moon": "Skathi" },
      { "moon": "Erriapo" },
      { "moon": "Siarnaq" },
      { "moon": "Thrymr" },
      { "moon": "Narvi" },
      { "moon": "Méthone" },
      { "moon": "Pallène" },
      { "moon": "Pollux" },
      { "moon": "Daphnis" },
      { "moon": "Aegir" },
      { "moon": "Bebhionn" },
      { "moon": "Bergelmir" },
      { "moon": "Bestla" },
      { "moon": "Farbauti" },
      { "moon": "Fenrir" },
      { "moon": "Fornjot" },
      { "moon": "Hati" },
      { "moon": "Hyrrokkin" },
      { "moon": "Kari" },
      { "moon": "Loge" },
      { "moon": "Skoll" },
      { "moon": "Surtur" },
      { "moon": "Anthé" },
      { "moon": "Jarnsaxa" },
      { "moon": "Greip" },
      { "moon": "Tarqeq" },
      { "moon": "Égéon" },
      { "moon": "S/2004 S 7" },
      { "moon": "S/2004 S 12" },
      { "moon": "S/2004 S 13" },
      { "moon": "S/2004 S 17" },
      { "moon": "S/2006 S 1" },
      { "moon": "S/2006 S 3" },
      { "moon": "S/2007 S 2" },
      { "moon": "S/2007 S 3" },
      { "moon": "S/2009 S 1" },
      { "moon": "S/2004 S 22" },
      { "moon": "S/2004 S 21" },
      { "moon": "S/2004 S 20" },
      { "moon": "S/2004 S 23" },
      { "moon": "S/2004 S 24" },
      { "moon": "S/2004 S 25" },
      { "moon": "S/2004 S 26" },
      { "moon": "S/2004 S 27" },
      { "moon": "S/2004 S 28" },
      { "moon": "S/2004 S 29" },
      { "moon": "S/2004 S 30" },
      { "moon": "S/2004 S 31" },
      { "moon": "S/2004 S 32" },
      { "moon": "S/2004 S 33" },
      { "moon": "S/2004 S 34" },
      { "moon": "S/2004 S 35" },
      { "moon": "S/2004 S 36" },
      { "moon": "S/2004 S 37" },
      { "moon": "S/2004 S 38" },
      { "moon": "S/2004 S 39" }
    ],
    "mass": { "massValue": 5.68336, "massExponent": 26 },
    "grav": 10.44,
    "radius": 58232.0,
    "avgTemp": 134,
    "earthDistance": 1195000000,
    "shortDescription": "Saturn is a giant gas planet which is made up of about 75% hydrogen and 25 % helium. It is most famous for its thousands of beautiful rings. Saturn has 18 moons. more than any other planet.",
    "description": "The temperature on Saturn is quite cold, so if you want to ski or do some winter activities, Saturn is perfect for you. The weather on Saturn can measure all the way down to - 140°C. \n\nThe distance to Saturn from the Earth is 1 195 000 000km, the duration of travel time with our Hello World(s) ship would take approximately 6.9 years. But as it is with our other travels, we assure you that you will get a comfortable trip, all inclusive trip with food, beverages, and bed for yourself with a 4K tv. \n\nSaturn is known for having the most beautiful rings in the solar system, and one of the most popular sightseeing spots in the Universe. They are very impressive but not as thick as you might think, so it's a must see for you. \n\nSaturn's rings consist of millions of icy particles that are believed to vary from dust grain size to as large as a smaller house. \nWhile Saturn's rings extend from 7000 km to 80 000 km from Saturn's equator, they are only about 100 meters thick - the same distance as the length of a football field.\n\nSaturn has the lowest density among all other planets in the solar system. It is so low that it would float on water if one could find a bathtub large enough or a swimming pool large enough to put it in. So imagine winter activities where you are light as a feather?\n"
  },
  {
    "name": "Uranus",
    "moons": [
      { "moon": "Ariel" },
      { "moon": "Umbriel" },
      { "moon": "Titania" },
      { "moon": "Obéron" },
      { "moon": "Miranda" },
      { "moon": "Cordélia" },
      { "moon": "Ophélie" },
      { "moon": "Bianca" },
      { "moon": "Cressida" },
      { "moon": "Desdémone" },
      { "moon": "Juliette" },
      { "moon": "Portia" },
      { "moon": "Rosalinde" },
      { "moon": "Belinda" },
      { "moon": "Puck" },
      { "moon": "Caliban" },
      { "moon": "Sycorax" },
      { "moon": "Prospero" },
      { "moon": "Setebos" },
      { "moon": "Stephano" },
      { "moon": "Trinculo" },
      { "moon": "Francisco" },
      { "moon": "Margaret" },
      { "moon": "Ferdinand" },
      { "moon": "Perdita" },
      { "moon": "Mab" },
      { "moon": "Cupid" }
    ],
    "mass": { "massValue": 8.68127, "massExponent": 25 },
    "grav": 8.87,
    "radius": 25362.0,
    "avgTemp": 76,
    "earthDistance": 2582000000,
    "shortDescription": "Uranus is the seventh planet from the sun. It is a gas planet which is made up of mostly rock and ice, the blue color is the result of a gas called methane. Uranus has 15 moons.",
    "description": "The distance from the Earth to Uranus is 2 582 000 000 kilometers, which results in 14,9 years of traveling. Of course the cabin crew make sure to have you comforted and settled for the trip. \n\nUranus is the third biggest planet in the solar system, and it also has a ring around itself. Uranus is also one of the coldest planets with the temperature of -205°C, sometimes even down at -225°C. So if you're looking for skiing with a nice inclination, visit Uranus. \n\nIf you want to choose a modern destination then Uranus is definitely something for you. Because Uranus is one of the first modern planets that humankind discovered. \n\nUranus wasn't known until a British man discovered it with a telescope, in the year 1781. His name was William Herschel. \n\nUranus is the seventh planet from the sun and used to be called \"The God of Earth\". People assumed that Uranus was a comet or a star, but according to the latest measurements regarding the orbit of Uranus, the astronauts were convinced that Uranus was indeed a planet. \n\nRelating to the Earth, which has an inclination of more than 23.5 degrees from the vertical plane, Uranus has surprisingly an inclination of 98 degrees, this means that Uranus is rolling around the sun on its own side. If you future travelers really do want to experience a real rollercoaster holiday, then Uranus is your destination, and something you should consider. Imagine a warm soup, or a warm tea at the Alpines of Uranus, with a cozy inclination? \n\nThe seasons on Uranus are incredibly 21 years long, which means that it takes Uranus 84 years to rotate around the sun.\n"
  },
  {
    "name": "Venus",
    "moons": null,
    "mass": { "massValue": 4.86747, "massExponent": 24 },
    "grav": 8.87,
    "radius": 6051.8,
    "avgTemp": 737,
    "earthDistance": 40000000,
    "shortDescription": "Venus is the second planet from the sun. The planet is small and rocky and has a thick layer of clouds that are formed from a poison called sulfuric acid. Venus doesn't have any moons",
    "description": "If you wonder who Earth's twin is, the answer is Venus. Perfect for you so you don't miss Earth too much if you choose to travel to Venus? \n\nVenus is called Earth's twin because of the similarities in their masses, sizes, and densities. Also, Venus and Earth have similar relative locations in the solar system. \n\nThe travel time from Earth to Venus with Hello World(s), in earth days, is 83 days. The distance from Earth to Venus is 40 000 000 km and the cabin crew guarantees you a comfortable bed, three meals a day, and high quality fitness saloon on the plane. \n\nVenus is the warmest planet in our solar system, although it is not the closest planet to the sun. Venus is surrounded by a thick atmosphere containing carbon dioxide. \n\nThe temperature during the day can go up to 470°C, enough hot to melt a lead. Maybe, enough hot to convince you travelers to visit Venus for a fantastic week full of sun, parties, and beaches? \n\nVenus plays an important role for the scientists to be able to understand the greenhouse effect on the Earth, and the role carbon dioxide plays. Venus is called a gigantic Greenhouse. A day on Venus is like 243 days on the Earth.\nThe atmospheric pressure on Venus is 92 times more as it is on the Earth. The pressure is similar to as if you were diving 1000m below the sea level. Forget everything you learned about Tivoli so far, come visit Venus for a real time experience!\n"
  }
]
